Revit 2024 API
SpecTypeId.MomentScale Property
 Moment Scale, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MomentScale { get; }
Visual Basic
Public Shared ReadOnly Property MomentScale As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MomentScale {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace